{
    "lang": "EN",
    "modal_landing_hi": "Hi there stranger,",
    "modal_landing_body": "We are currently working on a new project so our usual response time is no longer as prompt as it used to be. As usual, we will respond with a spring in our step and a smile in our hearts, just not as prompt. We appreciate your patience. If you need to contact us you email us at %{b} %{email} %{be} or by phone at %{b} %{phone} %{be}. We are happy to have a chat.",
    "switch_language": "Switch to dutch",
    "scrum_body_text": "I am a Scrum Master with over 5 years of experience, holding PSM and SAFe 6.1 certifications. With a solid background in software development spanning more than 10 years, I transitioned into the Scrum Master role after earning my Master's in Business from the Polytechnic University of Bucharest. %{br} Colleagues often describe me as a builder of innovative digital solutions, an effective organizer, and someone who can develop MVPs, learn from them, and create plans for scaling. I understand the importance of delivering in increments and testing features with real users. %{br} By day, I am a dedicated Scrum Master; by night, I build startups. One of my proudest achievements is leading a project that positioned my startup as a semifinalist in the Preactilerator Chivas the Venture in 2016, where my partner became a TEDx speaker. %{br} I am grateful for the opportunity to work with amazing international teams on various projects, from financial software in fintech companies like Verifone to medical hardware with Onera Health, and AI for health medical devices. %{br} I have learned that the greatest asset is the team. As a Scrum Master, I am dedicated to creating and mentoring teams to achieve their highest potential. While I recognize my limitations, my focus is always on fostering a collaborative and productive environment, delivering high-quality code in testable increments, and leveraging continuous integration pipelines.",
    "vinyl_body_text": "We are not your tipical vinyl shop, while a couple of our clients are restaurants and bars. We usualy cater to clients that have products that are in the NVP state or in the scale up state. We understand there very special needs when it comes to demos and we deliver in such a way not interfere with there iteration development. We are developers and scrum masters by traight. So We get your unique changes, and what you are doing and why you are doing it so we are a lot more flexible then any othere companies. We would love to talk to you, so just send us a email and say hi, we can start there.",
    "cut_body_text": "We started the vinyl shop to respond to the needs of one of our clients who needed to make compelling demo events. But they were building a physical product, and that came with a set of challenges because the iteration did not look like professional products, and there were no lettering descriptions, etc. So we bought all the equipment and started cutting vinyl for different companies.",
    "print_body_text": "We provide a print-on-demand service up to AECH E size. We can do many custom things you might want. "
}